IDEA Open Model
ColumnData.L Property
 Gets or sets the system length of column.
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double L { get; set; }
Public Property L As Double
	Get
	Set
public:
property double L {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ColumnData Class
IdeaRS.OpenModel.Concrete Namespace